v2206/multiphase_solverComparison/multiphaseInterFoam/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

phases
(
    fluid
    {
        transportModel Newtonian;
        nu             1e-06;
        rho            1000;
    }

    air
    {
        transportModel Newtonian;
        nu             1.8e-08;
        rho            1.3;
    }
);

sigmas
(
    (fluid air)         0.07
);



// ************************************************************************* //
